Revit 2027 API
ParameterTypeId.PathReinTypen2 Property
 "Alternating Bar - Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinTypen2 { get; }
Public Shared ReadOnly Property PathReinTypen2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinTypen2 {
	ForgeTypeId^ get ();
}
static member PathReinTypen2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace